[
    {
        "m_ID": 6,
        "m_name": {
            "m_locValues": [
                "Darkmoon Faire Treasures 1 - King Krush",
                "Schätze des Dunkelmond-Jahrmarkts 1 – König Knirsch",
                "Tesoros de la Feria de la Luna Negra 1 - Rey Krush",
                "Tesoros Feria de la Luna Negra 1 - Rey Krush",
                "Trésors de la foire Sombrelune 1 – Roi Krush",
                "Tesori della Fiera di Lunacupa 1 - Re Krush",
                "ダークムーン・フェアの宝物1 - キングクラッシュ",
                "다크문 축제 보물 1 - 왕 크루쉬",
                "Skarby Festynu Lunomroku 1 – Król Kruszor",
                "Tesouros da Feira de Negraluna 1 - Rei Mó",
                "Сокровища Ярмарки Новолуния 1 — Король Круш",
                "สมบัติดาร์คมูนแฟร์ 1 - คิงครัช",
                "暗月宝藏1 - 暴龙王克鲁什",
                "暗月馬戲團寶藏 1 - 克洛許王"
            ],
            "m_locId": 2852596
        },
        "m_inGameMessageDescription": {
            "m_locValues": [
                "The Darkmoon Faire is visiting the Tavern and has brought with it Pets.\nThere are many great prizes to be won including our first adorable pet, King Krush!",
                "Der Dunkelmond-Jahrmarkt ist ins Gasthaus eingezogen und hat Haustiere im Gepäck.\nEuch erwarten fantastische Preise – unter anderem auch unser erstes, zuckersüßes Haustier: König Knirsch!",
                "La Feria de la Luna Negra llega a la taberna y trae mascotas.\nPuedes ganar grandes premios como nuestra primera mascota, ¡el adorable Rey Krush!",
                "La Feria de la Luna Negra está de visita en la Taberna y trajo consigo a las Mascotas.\nPuedes ganar grandes premios, incluyendo nuestra primera mascota adorable, ¡Rey Krush!",
                "La foire de Sombrelune est de passage à l’auberge et a amené avec elle des familiers.\nIl y a de fantastiques cadeaux à gagner, dont notre premier familier, le roi Krush !",
                "La Fiera di Lunacupa approda nella Locanda e porta con sé le Mascotte.\nCi sono tanti fantastici premi in palio, tra cui la nostra prima adorabile Mascotte, Re Krush!",
                "ダークムーン・フェアがペットを引っ提げ酒場にやってきた。\n愛らしい最初のペット「キングクラッシュ」をはじめとする豪華景品が当たるぞ！",
                "다크문 축제가 애완동물을 데리고 선술집을 찾아왔습니다.\n하스스톤 최초의 귀여운 애완동물, 왕 크루쉬를 포함하는 다양한 경품이 준비되어 있습니다!",
                "Festyn Lunomroku zawitał do Karczmy, a wraz z nim pojawiły się pupile!\nDo zdobycia jest mnóstwo fantastycznych nagród, w tym pierwszy z przeuroczych pupili – Król Kruszor!",
                "A Feira de Negraluna está visitando a taverna e trouxe Mascotes para cá.\nVocê pode ganhar vários prêmios incríveis, incluindo nossa primeira e adorável mascote, Rei Mó!",
                "В таверну пришла Ярмарка Новолуния, и с ней новинка — питомцы!\nВас ждут замечательные призы, включая первого питомца — очаровательного короля Круша!",
                "ดาร์คมูนแฟร์มาเยือนโรงเตี๊ยม พร้อมนำสัตว์เลี้ยงมาด้วย\nมีรางวัลยอดเยี่ยมให้ลุ้นมากมาย รวมถึงคิงครัช สัตว์เลี้ยงสุดน่ารักตัวแรกของเรา!",
                "暗月马戏团来到了旅店，还带来了小宠物！\n这里有许多奖品等着你，其中就包括我们的第一款可爱宠物，暴龙王克鲁什！",
                "暗月馬戲團帶著寵物造訪旅店了。\n眾多大獎等著各位來贏取！其中也包括第一隻可愛的寵物：克洛許王！"
            ],
            "m_locId": 2924848
        },
        "m_inGameMessageLayout": "FullArt",
        "m_event": 10000517,
        "m_gracePeriodMinutes": 30,
        "m_theme": "",
        "m_layout": "Layout1",
        "m_buttonPetVariantId": 5,
        "m_entryPoint": 0,
        "m_secondChanceBundleLicenseId": 0
    }
]